[  
  {  
    "preceding": "“George, I wish you’d",  
    "text": "George Hadley",  
    "description": "The father and central human character who questions and reacts to the nursery and its effects on the family.",  
    "category": "actor"  
  },  
  {  
    "preceding": "“George, I wish you’d look at the",  
    "text": "Lydia Hadley",  
    "description": "George Hadley’s wife, anxious about the nursery and its psychological impact on their children and themselves.",  
    "category": "actor"  
  },  
  {  
    "preceding": "“Hello, Mom. Hello,",  
    "text": "Wendy",  
    "description": "The Hadley children’s daughter, ten years old, who uses the nursery and ultimately helps the lions trap the parents.",  
    "category": "actor"  
  },  
  {  
    "preceding": "“Hello, Mom. Hello, Dad.” Wendy and",  
    "text": "Peter",  
    "description": "Wendy’s brother, ten years old, similarly obsessed with the African setting in the nursery and complicit in trapping their parents.",  
    "category": "actor"  
  },  
  {  
    "preceding": "“Am I on time?” said",  
    "text": "David McClean",  
    "description": "A psychologist called in to evaluate the nursery’s psychological effects and advise the family.",  
    "category": "actor"  
  },  
  {  
    "preceding": "the walls made a quiet noise and seemed to fall away into the distance. Soon an African",  
    "text": "African veldt",  
    "description": "The virtual reality landscape projected in the nursery, depicting a realistic African grassland complete with animals and sensory effects.",  
    "category": "location"  
  },  
  {  
    "preceding": "They walked down the hall of their",  
    "text": "HappyLife Home",  
    "description": "The automated, fully-equipped intelligent house in which the Hadley family lives.",  
    "category": "location"  
  },  
  {  
    "preceding": "The lions stood looking at George and Lydia Hadley with terrible",  
    "text": "Lions",  
    "description": "Virtual predators generated by the nursery that become symbols of the children’s destructive thoughts and ultimately kill the parents.",  
    "category": "actor"  
  },  
  {  
    "preceding": "Now hidden machines were beginning to blow a wind containing prepared smells toward the two people in the middle of the baked",  
    "text": "nursery",  
    "description": "A high-tech, virtual-reality room that materializes environments based on the children’s thoughts.",  
    "category": "location"  
  },  
  {  
    "preceding": "The children thought lions, and there were lions. The children thought zebras, and there were zebras. Sun",  
    "text": "death thoughts",  
    "description": "Abstract concept: the children’s repeated imaginative focus on death and violence, manifesting as the nursery’s lethal scenarios.",  
    "category": "event"  
  },  
  {  
    "preceding": "And suddenly they realized why those other screams had sounded",  
    "text": "parents’ murder",  
    "description": "Climactic event in which the virtual lions trap and kill George and Lydia Hadley, fulfilling the children’s violent fantasies.",  
    "category": "event"  
  },  
  {  
    "preceding": "“I locked it up,” explained the father, “and the children broke back into it during the night. I let them stay so they could form the patterns for you to see.” There was a terrible screaming from the",  
    "text": "lockout and breach",  
    "description": "Event where the parents lock the nursery to control the children’s obsession, but Wendy and Peter break in during the night.",  
    "category": "event"  
  },  
  {  
    "preceding": "They went to the control box together and threw the switch that killed the",  
    "text": "house shutdown",  
    "description": "Event where George Hadley turns off all the house’s automated systems in an attempt to restore a normal family life.",  
    "category": "event"  
  }  
]