[  
  {  
    "preceding": "“George, I wish you’d look at the",  
    "text": "nursery",  
    "description": "The virtual room in the Hadley home that creates immersive simulated environments",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“George, I wish you’d look at the nursery.”\n\n“What’s wrong with it?”\n\n“I don’t know.”\n\n“Well, then.”\n\n“I just want you to look at it, is all, or call a psychologist in to look at it.”\n\n“What would a psychologist want with a",  
    "text": "nursery",  
    "description": "The virtual room central to the story, capable of creating realistic simulations based on thoughts",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“George, I wish you’d look at the nursery.”\n\n“What’s wrong with it?”\n\n“I don’t know.”\n\n“Well, then.”\n\n“I just want you to look at it, is all, or call a psychologist in to look at it.”\n\n“What would a psychologist want with a nursery?”\n\n“You know very well what he’d want.” His wife was standing in the middle of the",  
    "text": "kitchen",  
    "description": "The room where Lydia and George begin their conversation, containing automated appliances",  
    "category": "Locations"  
  },  
  {  
    "preceding": "They walked down the hall of their HappyLife",  
    "text": "Home",  
    "description": "The automated, fully functional house purchased by the Hadley family",  
    "category": "Locations"  
  },  
  {  
    "preceding": "They walked down the hall of their",  
    "text": "HappyLife Home",  
    "description": "Brand name of the technologically advanced house that nurtures its occupants",  
    "category": "Locations"  
  },  
  {  
    "preceding": "They walked down the hall of their HappyLife Home, which had cost them thirty thousand dollars with everything included. This",  
    "text": "house",  
    "description": "The Hadleys' automated dwelling that cooks, rocks, and cares for the family",  
    "category": "Locations"  
  },  
  {  
    "preceding": "They walked down the hall of their HappyLife Home, which had cost them thirty thousand dollars with everything included. This house which clothed and fed and rocked them to sleep and played and sang and was good to them. Their approach was sensed by a hidden switch and the",  
    "text": "nursery light",  
    "description": "The illumination device that activates when someone approaches the nursery",  
    "category": "Locations"  
  },  
  {  
    "preceding": "They walked down the hall of their HappyLife Home, which had cost them thirty thousand dollars with everything included. This house which clothed and fed and rocked them to sleep and played and sang and was good to them. Their approach was sensed by a hidden switch and the nursery light turned on when they came within ten feet of it. Similarly, behind them, in the",  
    "text": "halls",  
    "description": "Corridors of the HappyLife Home fitted with automatic lighting",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“Well,” said George Hadley. They stood on the grass-like floor of the",  
    "text": "nursery",  
    "description": "Main interactive room in the story, here presenting a green grass-like surface",  
    "category": "Locations"  
  },  
  {  
    "preceding": "The room was silent and empty. The walls were white and two dimensional. Now, as George and Lydia Hadley stood in the center of the room, the walls made a quiet noise and seemed to fall away into the distance. Soon an",  
    "text": "African veldt",  
    "description": "A vivid, simulated African grassland environment generated by the nursery",  
    "category": "Locations"  
  },  
  {  
    "preceding": "Now hidden machines were beginning to blow a wind containing prepared smells toward the two people in the middle of the baked",  
    "text": "veldt",  
    "description": "Alternate reference to the African simulation in the nursery",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“There’s no Africa in the nursery,” said Peter simply.\n\n“Oh, come now, Peter. We know better.”\n\n“I don’t remember any Africa,” said Peter to Wendy. “Do you?”\n\n“No.”\n\n“Run see and come tell.”\n\nShe did as he told her.\n\n“Wendy, come back here!” said George Hadley, but she was gone. The house lights followed her like fireflies. Too late, he realized he had forgotten to lock the",  
    "text": "nursery door",  
    "description": "The door to the nursery, which can be locked from either side",  
    "category": "Locations"  
  },  
  {  
    "preceding": "There was a green, lovely forest, a lovely river, a purple mountain, high voices singing. And there was Rima the",  
    "text": "bird girl",  
    "description": "Rima, a character from the South American forest simulation, singing among butterflies",  
    "category": "Characters"  
  },  
  {  
    "preceding": "They walked down the hall of their HappyLife Home, which had cost them thirty thousand dollars with everything included. This house which clothed and fed and rocked them to sleep and played and sang and was good to them. Their approach was sensed by a hidden switch and the nursery light turned on when they came within ten feet of it. Similarly, behind them, in the halls, lights went on and off automatically as they left them behind.\n\n“Well,” said",  
    "text": "George Hadley",  
    "description": "Father of Wendy and Peter, husband of Lydia, protagonist who oversees the nursery",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“Wait a moment, you’ll see,” said his wife.\n\nNow hidden machines were beginning to blow a wind containing prepared smells toward the two people in the middle of the baked veldt. The hot straw smell of lion grass, the cool green smell of the hidden water hole, the strong dried blood smell of the animals, the smell of dust like red pepper in the hot air. And now the sounds: the thump of distant antelope feet on soft grassy ground, the papery rustle of vultures. A shadow passed through the sky. George Hadley looked up, and as he watched the shadow moved across his sweating face. “Horrible creatures,” he heard",  
    "text": "his wife",  
    "description": "Lydia Hadley, mother of Wendy and Peter, who is disturbed by the nursery",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“Wait a moment, you’ll see,” said his wife.\n\nNow hidden machines were beginning to blow a wind containing prepared smells toward the two people in the middle of the baked veldt. The hot straw smell of lion grass, the cool green smell of the hidden water hole, the strong dried blood smell of the animals, the smell of dust like red pepper in the hot air. And now the sounds: the thump of distant antelope feet on soft grassy ground, the papery rustle of",  
    "text": "vultures",  
    "description": "Scavenger birds in the African simulation",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“Horrible creatures,” he heard his wife say.\n\n“The",  
    "text": "vultures",  
    "description": "Referenced again as the birds scavenging in the African scene",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“You see, there are the lions, far over, that way. Now they’re on their way to the water hole.\n\nThey’ve just been eating,” said Lydia. “I don’t know what.”\n\n“Some animal.” George Hadley put his hand above his eyes to block off the burning light and looked carefully. “A zebra or a baby giraffe, maybe.”\n\n“Are you sure?” His wife sounded strangely nervous.\n\n“No, it’s a little late to be sure,” he said, with a laugh. “Nothing over there I can see but cleaned bone, and the vultures dropping for what’s left.”\n\n“Did you hear that scream?” she asked.\n\n“No.”\n\n“About a minute ago?”\n\n“Sorry, no.”\n\nThe",  
    "text": "lions",  
    "description": "Predatory animals in the African simulation that ultimately attack",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“Did you hear that scream?” she asked.\n\n“No.”\n\n“About a minute ago?”\n\n“Sorry, no.”\n\nThe lions were coming. And again George Hadley was filled with respect for the brilliant mind that had come up with the idea for this room. A wonder of efficiency selling for an unbelievably low price. Every home should have one. Oh, occasionally they frightened you with their realism, they made you jump, gave you a scare. But most of the time they were fun for everyone. Not only your own son and daughter, but for yourself when you felt like a quick trip to a foreign land, a quick change of scenery. Well, here it was!\n\nAnd here were the",  
    "text": "lions",  
    "description": "Powerful felines in the nursery's African simulation that prey on the parents",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“They almost got us!”\n\n“Walls, Lydia, remember; glass walls, that’s all they are. Oh, they look real, I must admit–Africa in your living room. But it’s all created from three dimensional color film behind glass screens. And the machines that deliver the smells and sounds to go with the scenery. Here’s my handkerchief.”\n\n“I’m afraid.” She came to him and put her body against him and cried as he held her. “Did you see?\n\nDid you feel? It’s too real.”\n\n“Now, Lydia…”\n\n“You’ve got to tell",  
    "text": "Wendy and Peter",  
    "description": "The Hadley children who use the nursery extensively",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“You’ve got to tell Wendy and Peter not to read any more on Africa.”\n\n“Of course–of course.” He patted her.\n\n“Promise?”\n\n“Sure.”\n\n“And lock the nursery for a few days until I can get over this.”\n\n“You know how difficult Peter is about that. When I punished him a month ago by locking it for even a few hours–the way he lost his temper! And Wendy too. They live for the nursery.”\n\n“It’s got to be locked, that’s all there is to it.”\n\n“All right.” Although he wasn’t happy about it, he locked",  
    "text": "the huge door",  
    "description": "The large entrance to the nursery that can be locked from the outside",  
    "category": "Locations"  
  },  
  {  
    "preceding": "At dinner they ate alone, for Wendy and Peter were at a special plastic fair",  
    "text": "across town",  
    "description": "The location of the fair where the children spend their evening",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“I think I’ll have",  
    "text": "David McClean",  
    "description": "The psychologist called in to evaluate the nursery and the children's patterns",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“I think I’ll have David McClean come tomorrow morning to have a look at",  
    "text": "Africa",  
    "description": "Shorthand reference to the African simulation in the nursery",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“Father?” asked",  
    "text": "Peter",  
    "description": "Son of George and Lydia Hadley, one of the primary child users of the nursery",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“Father?” asked Peter the next morning.\n\n“Yes.”\n\nPeter looked at his shoes. He never looked at his father any more, nor at his mother. “You aren’t going to lock up the nursery for good, are you?”\n\n“That all depends.”\n\n“On what?” said Peter sharply.\n\n“On you and your sister. If you break up this Africa with a little variety–oh, Sweden perhaps, or Denmark or",  
    "text": "China",  
    "description": "One of the suggested alternative simulations for the nursery",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“Am I?” He thought for a moment as he and tried to feel into himself to see what was really there.\n\n“Oh, George!” She looked past him, at the nursery door. “Those lions can’t get out of there, can they?”\n\nHe looked at the door and saw it shake as if something had jumped against it from the other side.\n\n“Of course not,” he said.\n\nAt dinner they ate alone, for Wendy and Peter were at a special plastic fair across",  
    "text": "town",  
    "description": "Indicates the fair is located elsewhere in the city",  
    "category": "Locations"  
  },  
  {  
    "preceding": "He began to sweat. “Let’s get out of this sun,” he said. “This is a little too real. But I don’t see anything wrong.”\n\n“Wait a moment, you’ll see,” said his wife.\n\nNow hidden machines were beginning to blow a wind containing prepared smells toward the two people in the middle of the baked veldt. The hot straw smell of lion grass, the cool green smell of the hidden",  
    "text": "water hole",  
    "description": "Element of the African simulation emitting a cool green smell",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“He may have got into the machinery and fixed something.”\n\n“Peter doesn’t know machinery.”\n\n“He’s a wise one for ten. That I.Q. of his…”\n\n“But…”\n\n“Hello, Mom. Hello, Dad.”\n\nThe Hadleys turned.",  
    "text": "Wendy",  
    "description": "Daughter of George and Lydia Hadley, primary user of the nursery",  
    "category": "Characters"  
  },  
  {  
    "preceding": "The brother and sister looked at him and then at each other. “Nursery?”\n\n“All about Africa and everything,” said the father with a false smile.\n\n“I don’t understand,” said Peter.\n\n“Your mother and I were just traveling through Africa.\n\n“There’s no Africa in the",  
    "text": "nursery",  
    "description": "Children’s playroom, now showing a South American forest instead of Africa",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“There’s no Africa in the nursery,” said Peter simply.\n\n“Oh, come now, Peter. We know better.”\n\n“I don’t remember any Africa,” said Peter to Wendy. “Do you?”\n\n“No.”\n\n“Run see and come tell.”\n\nShe did as he told her.\n\n“Wendy, come back here!” said George Hadley, but she was gone. The house lights followed her like fireflies. Too late, he realized he had forgotten to lock the nursery door after his last visit.\n\n“Wendy’ll look and come tell us,” said Peter.\n\n“She doesn’t have to tell me. I’ve seen it.”\n\n“I’m sure you’re mistaken, Father.”\n\n“I’m not, Peter. Come along now.”\n\nBut Wendy was back. “It’s not",  
    "text": "Africa",  
    "description": "The original simulation in the nursery, now replaced",  
    "category": "Locations"  
  },  
  {  
    "preceding": "There was a green, lovely",  
    "text": "forest",  
    "description": "The new simulated environment after Africa, featuring Rima and butterflies",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“Rima the",  
    "text": "bird girl",  
    "description": "The character from the South American forest simulation, singing among butterflies",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“You’re not going to lock up the nursery for good, are you?”\n\n“That all depends.”\n\n“On what?” said Peter sharply.\n\n“On you and your sister. If you break up this Africa with a little variety–oh, Sweden perhaps, or Denmark or China…”\n\n“I thought we were free to play as we wished.”\n\n“You are, within reasonable limits.”\n\n“What’s wrong with",  
    "text": "Africa",  
    "description": "The African simulation the children prefer, central to conflict",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“I think I’ll have David McClean come tomorrow morning to have a look at Africa.”\n\n“But it’s not Africa now, it’s South America and",  
    "text": "Rima",  
    "description": "Name of the bird girl character in the South American simulation",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“I think I’ll have David McClean come tomorrow morning to have a look at Africa.”\n\n“But it’s not Africa now, it’s South America and Rima.”\n\n“I have a feeling it’ll be Africa again before then.”\n\nA moment later they heard the screams. Two screams. Two people screaming from downstairs. And then a roar of",  
    "text": "lions",  
    "description": "The dangerous felines from the nursery’s African simulation",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“I don’t think you’d better consider it any more, Father.”\n\n“I won’t have any threats from my son!”\n\n“Very well.” And Peter walked off to the",  
    "text": "nursery",  
    "description": "Children’s room, site of climax and resolution",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“I don’t think you’d better consider it any more, Father.”\n\n“I won’t have any threats from my son!”\n\n“Very well.” And Peter walked off to the nursery.\n\n\n“Am I on time?” said",  
    "text": "David McClean",  
    "description": "Psychologist called to analyze the nursery’s effects",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“Am I on time?” said David McClean.\n\n“Breakfast?” asked George Hadley.\n\n“Thanks, had some. What’s the trouble?”\n\n“David, you’re a",  
    "text": "psychologist",  
    "description": "Professional role of David McClean, specializing in children’s mental patterns",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“David, you’re a psychologist.”\n\n“I should hope so.”\n\n“Well, then, have a look at our nursery. You saw it a year ago when you dropped by; did you notice anything unusual about it then?”\n\n“Can’t say I did; the usual violences, a tendency toward a slight paranoia here or there. But this is usual in children because they feel their parents are always doing things to make them suffer in one way or another. But, oh, really nothing.”\n\nThey walked down the",  
    "text": "hall",  
    "description": "Corridor leading to the nursery, lined with sensors and lights",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“They walked down the hall. “I locked it up,” explained the father, “and the children broke back into it during the night. I let them stay so they could form the patterns for you to see.”\n\nThere was a terrible screaming from the",  
    "text": "nursery",  
    "description": "Site of violent scenes, now central to McClean’s analysis",  
    "category": "Locations"  
  },  
  {  
    "preceding": "“There it is,” said George Hadley. “See what you make of it.”\n\nThey walked in on the children without knocking. The screams had stopped. The",  
    "text": "lions",  
    "description": "Feeding on their prey in the nursery while the children watch",  
    "category": "Characters"  
  },  
  {  
    "preceding": "“Run outside a moment, children,” said George Hadley. “No, don’t change the mental picture. Leave the walls as they are. Get!”\n\nWith the children gone, the two men stood studying the lions sitting together in the distance, eating with great enjoyment whatever it was they had caught.\n\n“I wish I knew what it was,” said George Hadley. “Sometimes I can almost see. Do you think if I brought high-powered binoculars here and…”\n\nDavid McClean laughed dryly. “Hardly.” He turned to study all four walls. “How long has this been going on?”\n\n“A little over a",  
    "text": "month",  
    "description": "Duration of the children’s fixation on the African simulation",  
    "category": "Timeline"  
  },  
  {  
    "preceding": "“A little over a month.”\n\n“It certainly doesn’t feel good.”\n\n“I want facts, not feelings.”\n\n“My dear George, a psychologist never saw a fact in his life. He only hears about feelings; things that aren’t always clearly expressed. This doesn’t feel good, I tell you. Trust me. I have a nose for something bad. This is very bad. My advice to you is to have the whole damn room torn down and your children brought to me every day during the next year for treatment.”\n\n“Is it that bad?”\n\n“I’m afraid so. One of the original uses of these rooms was so that we could study the patterns left on the walls by the child’s mind. We could study them whenever we wanted to, and help the child.\n\nIn this case, however, the room has become a means of creating destructive thoughts, instead of helping to make them go away.”\n\n“Didn’t you sense this before?”\n\n“I sensed only that you had spoiled your children more than most. And now you’re letting them down in some way. What way?”\n\n“I wouldn’t let them go to New York.”\n\n“What else?”\n\n“I’ve taken a few machines from the house and threatened them, a month ago, with closing up the nursery unless they did their homework. I did close it for a few days to show I meant business.”\n\n“Ah, ha!”\n\n“Does that mean anything?”\n\n“Everything. Where before they had a Santa Claus now they have a Scrooge. Children prefer Santa. You’ve let this room and this house replace you and your wife in your children’s feelings. This room is their mother and father, far more important in their lives than their real parents. And now you come along and want to shut it off. No wonder there’s hatred here. You can feel it coming out of the sky. Feel that sun. George, you’ll have to change your life. Like too many others, you’ve built it around creature comforts. Why, you’d go hungry tomorrow if something went wrong in your kitchen. You wouldn’t know how to cook an egg. All the same,","  
    "text": "a year",  
    "description": "Duration of treatment recommended by McClean to rehabilitate the children",  
    "category": "Timeline"  
  },  
  {  
    "preceding": "“A year, wait and see.”\n\n“But won’t the shock be too much for the children, shutting the room up without notice, for good?”\n\n“I don’t want them going any deeper into this, that’s all.”\n\nThe lions were finished with their bloody meat. They were standing on the edge of the clearing watching the two men.\n\n“Now I’m feeling worried,” said McClean. “Let’s get out of here. I never have cared for these damned rooms. Make me nervous.”\n\n“The lions look real, don’t they?” said George Hadley. I don’t suppose there’s any way…”\n\n“What?”\n\n“…that they could become real?”\n\n“Not that I know.”\n\n“Some problem with the machinery, someone changing something inside?”\n\n“No.”\n\nThey went to the door.\n\n“I don’t imagine the room will like being turned off,” said the father.\n\n“Nothing ever likes to die–even a room.”\n\n“I wonder if it hates me for wanting to switch it off?”\n\n“Paranoia is thick around here today,” said David McClean. “You can see it everywhere. Hello.” He bent and picked up a bloody scarf. “This",  
    "text": "moment",  
    "description": "The instant when the nursery is about to be switched off",  
    "category": "Timeline"  
  },  
  {  
    "preceding": "They went to the control box together and threw the switch that killed the nursery.\n\nThe two children were so upset that they couldn’t control themselves. They screamed and danced around and threw things. They shouted and cried and called them rude names and jumped on the furniture.\n\n“You can’t do that to the nursery, you can’t!”\n\n“Now, children.”\n\nThe children threw themselves onto a sofa, crying.\n\n“George,” said Lydia Hadley, “turn it on again, just for a few moments. You need to give them some more time.”\n\n“No.”\n\n“You can’t be so cruel…”\n\n“Lydia, it’s off, and it stays off. And the whole damn house dies as of here and now. The more I see of the mess we’ve put ourselves in, the more it sickens me. We’ve been thinking of our machine assisted selves for too long. My God, how we need a breath of honest air!”\n\nAnd he marched about the house turning off the voice clocks, the stoves, the heaters, the shoe cleaners, the body washer, the massager, and every other machine he could put his hand to.\n\nThe house was full of dead bodies, it seemed. It felt like a mechanical cemetery. So silent. None of the humming hidden energy of machines waiting to function at the tap of a button.\n\n“Don’t let them do it!” cried Peter to the ceiling, as if he was talking to the house, the nursery.\n\n“Don’t let Father kill everything.” He turned to his father. “Oh, I hate you!”\n\n“Saying things like that won’t get you anywhere.”\n\n“I wish you were dead!”\n\n“We were, for a long while. Now we’re going to really start living. Instead of being handled and massaged, we’re going to live.”\n\nWendy was still crying and Peter joined her again. “Just a moment, just one moment, just another moment of nursery,” they cried.\n\n“Oh, George,” said the wife, “it can’t hurt.”\n\n“All right–all right, if they’ll just shut up. One minute, mind you, and then off forever.”\n\n“Daddy, Daddy, Daddy!” sang the children, smiling with wet faces.\n\n“And then we’re going on a vacation. David McClean is coming back in half an hour to help us move out and get to the airport. I’m going to dress. You turn the nursery on for a minute, Lydia, just a minute, mind you.”\n\nAnd the three of them went off talking excitedly while he let himself be transported upstairs through the air tube and set about dressing himself. A minute later Lydia appeared.\n\n“I’ll be glad when we get away,” she said thankfully.\n\n“Did you leave them in the nursery?”\n\n“I wanted to dress too. Oh, that horrible Africa. What can they see in it?”\n\n“Well, in five minutes we’ll be on our way to Iowa. Lord, how did we ever get in this house? What made us buy a nightmare?”\n\n“Pride, money, foolishness.”\n\n“I think we’d better get downstairs before those kids spend too much time with those damned beasts again.”\n\nJust then they heard the children calling, “Daddy, Mommy, come quick–quick!”\n\nThey went downstairs in the air tube and ran down the hall. The children were nowhere in sight. “Wendy? Peter!”\n\nThey ran into the nursery. The veldt was empty save for the lions waiting, looking at them. “Peter, Wendy?”\n\nThe door closed loudly.\n\n“Wendy, Peter!”\n\nMr. and Mrs. George Hadley turned quickly and ran back to the door.\n\n“Open the door!” cried George Hadley, trying the handle. “Why, they’ve locked it from the outside!\n\nPeter!” He beat at the door. “Open up!”\n\nHe heard Peter’s voice outside, against the door.\n\n“Don’t let them switch off the nursery and the house,” he was saying.\n\nMr. and Mrs. Hadley beat at the door. “Now, don’t be silly, children. It’s time to go. Mr. McClean’ll be here in a minute and…”\n\nAnd then they heard the sounds.\n\nThe lions were on three sides of them in the yellow veldt grass. They walked quietly through the dry grass, making long, deep rolling sounds in their throats. The lions!\n\nMr. Hadley looked at his wife and they turned and looked back at the beasts edging slowly forward, knees bent, tails in the air.\n\nMr. and Mrs. Hadley screamed.\n\nAnd suddenly they realized why those other screams had sounded familiar.\n\n\n“Well, here I am,” said David McClean from the nursery door. “Oh, hello.” He looked carefully at the two children seated in the center of the room eating a little picnic lunch. Beyond them he could see the water hole and the yellow veldt. Above was the hot sun. He began to sweat. “Where are your father and mother?”\n\nThe children looked up and smiled. “Oh, they’ll be here directly.”\n\n“Good, we must get going.”\n\nAt a distance Mr. McClean saw the lions fighting over something and then quietening down to feed in silence under the shady trees. He put his hand to his eyes to block out the sun and looked at them.\n\nNow the lions were done feeding. They moved to the water hole to drink. A shadow moved over Mr. McClean’s hot face. Many shadows moved. The vultures were dropping down from the burning sky.\n\n“A cup of tea?” asked",  
    "text": "half an hour",  
    "description": "Time until McClean returns to help the family move out",  
    "category": "Timeline"  
  },  
  {  
    "preceding": "“And then we’re going on a vacation. David McClean is coming back in half an hour to help us move out and get to the airport.”",  
    "text": "vacation",  
    "description": "Planned family trip to escape the home and nursery",  
    "category": "Timeline"  
  },  
  {  
    "preceding": "Just then they heard the children calling, “Daddy, Mommy, come quick–quick!”\n\nThey went downstairs in the air tube and ran down the hall. The children were nowhere in sight. “Wendy? Peter!”\n\nThey ran into the nursery. The veldt was empty save for the lions waiting, looking at them. “Peter, Wendy?”\n\nThe door closed loudly.\n\n“Wendy, Peter!”\n\nMr. and Mrs. George Hadley turned quickly and ran back to the door.\n\n“Open the door!” cried George Hadley, trying the handle. “Why, they’ve locked it from the outside!\n\nPeter!” He beat at the door. “Open up!”\n\nHe heard Peter’s voice outside, against the door.\n\n“Don’t let them switch off the nursery and the house,” he was saying.\n\nMr. and Mrs. Hadley beat at the door. “Now, don’t be silly, children. It’s time to go. Mr. McClean’ll be here in a minute and…”\n\nAnd then they heard the sounds.\n\nThe lions were on three sides of them in the yellow veldt grass. They walked quietly through the dry grass, making long, deep rolling sounds in their throats. The lions!\n\nMr. Hadley looked at his wife and they turned and looked back at the beasts edging slowly forward, knees bent, tails in the air.\n\nMr. and Mrs. Hadley screamed.\n\nAnd suddenly they realized why those other screams had sounded familiar.\n\n\n“Well, here I am,” said David McClean from the nursery door. “Oh, hello.” He looked carefully at the two children seated in the center of the room eating a little picnic lunch. Beyond them he could see the water hole and the yellow veldt. Above was the hot sun. He began to sweat. “Where are your father and mother?”\n\nThe children looked up and smiled. “Oh, they’ll be here directly.”\n\n“Good, we must get going.”\n\nAt a distance Mr. McClean saw the lions fighting over something and then quietening down to feed in silence under the shady trees. He put his hand to his eyes to block out the sun and looked at them.\n\nNow the lions were done feeding. They moved to the water hole to drink. A shadow moved over Mr. McClean’s hot face. Many shadows moved. The vultures were dropping down from the burning sky.\n\n“A cup of tea?” asked Wendy in the silence.",  
    "text": "picnic lunch",  
    "description": "Meal the children share in the African simulation while waiting for their parents",  
    "category": "Events"  
  }  
]